// - створити функцію яка обчислює та повертає площу прямокутника висотою

// function rectangle (a, b) {
//     let s = a * b;
//     console.log(s);
// }
// rectangle(5, 5);


// - створити функцію яка обчислює та повертає площу кола

function circle (r) {
let s = Math.PI * (Math.pow(r, 2));
console.log(s);
}
circle(9);


// - створити функцію яка обчислює та повертає площу циліндру


// - створити функцію яка приймає будь-яку кількість чисел, повертає найменьше, а виводить найбільше (Math використовувати заборонено);
// - створити функцію яка  створює блок з текстом. Текст задати через аргумент
// - створити функцію яка  створює ul з трьома елементами li. Текст li задати через аргумент всім однаковий
// - створити функцію яка  створює ul з трьома елементами li. Текст li задати через аргумент всім однаковий. Кількість li визначається другим аргументом, який є числовим (тут використовувати цикл)
// - створити функцію яка приймає масив примітивних елементів (числа,стрінги,булеві), та будує для них список